"appName" = "Inlaider (es-ES)";


"popup.command.placeholder.typeACommand" = "Escribe un comando...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Escribe un comando o presiona Enter para cerrar...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Escribe un comando o presiona Enter para pegar el resultado";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — cambia al editor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — cambia a la línea de comandos";
"popup.shortcut.clearCanvas" = "⌘⌫ limpia el editor";
"popup.shortcut.copyCanvas" = "⌘C copia el contenido del editor";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C o Enter copia el contenido del editor";
"popup.shortcut.enterPaste" = "Enter inserta en";
"popup.shortcut.esc" = "Esc cierra a";

"show" = "Mostrar";
"about" = "Acerca de";
"quit" = "Salir";
"close" = "Cerrar";
"cancel" = "Cancelar";
"save" = "Guardar";
"ok" = "OK";
"settings" = "Configuración";
"copied" = "Copiado";

"settings.section.general.title" = "General";
"settings.accessibility.title" = "Permisos de accesibilidad";
"settings.accessibility.description" = "Este permiso es necesario para leer automáticamente el texto seleccionado e insertar el resultado procesado de nuevo en el campo de texto original.\nSin acceso, la aplicación utilizará el portapapeles para transferir datos.";
"settings.inlaiderShortcut.label" = "Atajo de teclado para Inlaider";
"settings.LaunchAtLogin.label" = "Iniciar al iniciar sesión";

"settings.section.ownAPIKeys.title" = "Claves API propias";
"provider.apiKey.title" = "Clave API";
"provider.apiKey.placeholder" = "Introduce la clave API aquí";
"provider.models.title" = "Modelos";
"provider.models.new.placeholder" = "Añadir nombre del modelo";

"settings.section.customPrompts.title" = "Reemplazos de prompts";
"prompts.general.title" = "Prompt general";
"prompts.replacements.title" = "Reemplazos de prompts";
"prompts.replacements.replaceWhat.label" = "Reemplazar";
"prompts.replacements.model.label" = "Modelo";
"prompts.replacements.replaceWith.label" = "Con prompt";
"prompts.replacements.error.exists.message" = "El reemplazo del comando '%@' ya existe.";

"about.ThirdPartyLicenses" = "Licencias de terceros";
"about.VisitOnGithub" = "Ver en GitHub";
"about.version" = "Versión %@";

"error.title" = "Error";